Repository: common-repository/lexiqueagency
Catalog: languages/agency-lexique-*.po
Languages: fr_fr

source: Settings Agency Glossary
fr_fr: Réglages AgencyLexique

source: Glossary Option
fr_fr: Lexique Agency

source: error seizure
fr_fr: Erreur de la saisie

source: Settings saved
fr_fr: Les paramètres sont enregistrées

source: Do you want to use the Ajax processing
fr_fr: Voulez-vous utiliser le traitement Ajax

source: Color button
fr_fr: Coleur de botton

source: Color Background list of letter
fr_fr: Background de la liste des lettres

source: Color Background current letter
fr_fr: Background de la lettre courante

source: Submit
fr_fr: Valider

source: Search word
fr_fr: Recherche un mot

source: You must enter more letters
fr_fr: Vous devez saisir plus de lettres

source: No result
fr_fr: Pas de résultat

source: Add new
fr_fr: Ajouter un nouveau

source: Edit
fr_fr: Modifier

source: New
fr_fr: Nouveau

source: View
fr_fr: Voir

source: Search
fr_fr: Rechercher

source: No %s found
fr_fr: Non %s trouvé

source: No %s found in Trash
fr_fr: Non %s trouvé dans la Corbeille
